import React from "react";
import "./style.css";

import writer from "../../img/author.png";
const Hero = () => {
  return (
      <div className="hero">
        <img src={writer} alt="shape" className="writer" />
      <p>
        ما أصله؟ خلافاَ للاعتقاد السائد فإن لوريم إيبسوم ليس نصاَ عشوائياً، بل
        إن له جذور في الأدب اللاتيني الكلاسيكي منذ العام 45 قبل الميلاد، مما
        يجعله أكثر من عام في القدم. قام البروفيسور "ريتشارد ماك لينتوك" وهو
        بروفيسور اللغة اللاتينية في جامعة هامبدن-سيدني في فيرجينيا بالبحث عن
        أصول كلمة لاتينية غامضة في نص لوريم إيبسوم وهي "consectetur"، وخلال
        تتبعه لهذه الكلمة فيالأدب اللاتيني اكتشف المصدر الغير قابل للشك. فلقد
        اتضح أن كلمات نص لوريم إيبسوم تأتي من الأقسام من كتاب "حول أقاصي الخير
        والشر" للمفكر والذي كتبه في عام 45 قبل الميلاد
      </p>
    </div>
  );
};

export default Hero;
